Fix README format
